Repository: kaisenlinux/partman-auto
Catalog: debian/po/*.po
Languages: hu, ka, sr

source: Help on partitioning
hu: Particionálási súgó
ka: დაყოფის დახმარება
sr: Помоћ при партиционисању

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
hu: A merevlemez particionálása a merevlemez felosztásából áll, hogy létrehozd az új rendszer telepítéséhez szükséges helyet. Ki kell választanod, hogy melyik partíció(ka)t fogod használni a telepítéshez.
ka: დისკის დაყოფა ნიშნავს მასზე ახალი სისტემის დასაყენებელი ადგილის გამოყოფას. აირჩიეთ დანაყოფ(ებ)ი სისტემის დასაყენებლად.
sr: Партиционисање хард диска се састоји од дељења истог да би се направио простор потребан за инсталацију новог система. Треба да изаберете која(е) партиција(е) ће се користити за инсталацију.

source: Select a free space to create partitions in it.
hu: Válassz szabad helyet partíció(k) létrehozásához.
ka: აირჩიეთ თავისუფალი ადგილი დანაყოფის შესაქმნელად.
sr: Изаберите слободан простор за прављење партиција.

source: Select a device to remove all partitions in it and create a new empty partition table.
hu: Válassz ki egy eszközt, melyen törlöd a partíciókat és új üres partíciós táblát hozol létre.
ka: აირჩიეთ მოწყობილობა, რომელზეც წაიშლება ყველა დანაყოფი და შეიქმნება დაყოფის ახალი, ცარიელი ცხრილი.
sr: Изаберите уређај за уклањање свих партиција и стварање нове празне партиционе табеле.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
hu: Egy partíciót kiválasztva azt törölheted vagy megadhatod a felhasználási módját. Legalább egy, a fájlrendszer gyökerét tartalmazó partícióra lesz szükséged (melynek a csatolási pontja /). A legtöbb felhasználó egy külön cserepartíciót (swap) is szükségesnek tart. A cserehely (swap) virtuális memória feladatot tölt be.
ka: შეგიძლიათ წაშალოთ დანაყოფები ან მიუთითოთ მისი გამოყენების სფერო. თქვენ უნდა გქონდეთ ერთი დანაყოფი მაინც ძირითადი ფაილური სისტემისათვის (მონტაჟის პუნქტი /). სასურველია კიდევ ერთი დანაყოფი swap-სივრცისათვის. swap-სივრცეს არა აქვს სტრუქტურა, გამოიყენება სისტემის მიერ როგორც ვირტუალური მეხსიერება.
sr: Изаберите партицију за уклањање или да наведете како ће се користити. Треба да имате барем једну партицију која ће садржати корени систем датотека (чија тачка качења је /). Многи сматрају да је засебна партиција за помоћну меморију неопходна. „Swap“ дозвољава систему да користи простор на диску као своју „виртуелну меморију“.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
hu: A régebben formázott partíciókat megtarthatod és használhatod a partícióban lévő adatokat. Az így felhasználandó partíciók „${KEEP}” jelöléssel vannak ellátva a particionálás főmenüjében.
ka: თუ დანაყოფი უკვე დაფორმატებულია, შეგიძლიათ მასზე არსებული მონაცემების დატოვება და გამოყენება. დაყოფის მთავარ მენიუში ასეთი დანაყოფი აღნიშნულია, როგორც "${KEEP}".
sr: Када је партиција већ форматирана можете изабрати да је сачувате и искористите постојеће податке на њој. Партиције које би се користиле на овај начин су означене са „${KEEP}“ у главном изборнику партиционисања.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
hu: Az új partíciókat általában újonnan létrehozott fájlrendszerrel formázzuk. MEGJEGYZÉS: a partíción lévő minden adat elvész. Ha újraformázol egy partíciót, akkor „${DESTROY}” jelzi a particionálás főmenüjében. Ellenkező esetben „${FORMAT}” jelölést kap.
ka: ახალი სისტემის დაყენებისას, შეიძლება, გადაწყვიტოთ დანაყოფის დაფორმატება. გაითვალისწინეთ: ამ დროს დანაყოფზე ყველა მონაცემი წაიშლება. დაფორმატებული დანაყოფი დაყოფის მთავარ მენიუში აღნიშნულია როგორც "${FORMAT}", ხოლო თუ გადააფორმატებთ, მაშინ - "${DESTROY}".
sr: Уопштено, ви желите да форматирате партицију са новим системом датотека. НАПОМЕНА: сви подаци на партицији биће обрисани. Ако одлучите да форматирате већ форматирану партицију, она ће бити означена са „${DESTROY}“ у изборнику за партиционисање. У супротном биће означена са „${FORMAT}“.

source: Please wait...
hu: Kérlek, várj...
ka: გთხოვთ მოიცადოთ...
sr: Сачекајте тренутак...

source: Computing the new partitions...
hu: Az új partíciók meghatározása...
ka: ახალი დანაყოფების გამოთვლა...
sr: Израчунам нову партицију...

source: Failed to partition the selected disk
hu: A kiválasztott lemez particionálása nem sikerült
ka: შეცდომა მონიშნული დისკის დაყოფისას
sr: Нисам успео да партиционишем изабрани диск

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
hu: Valószínűleg azért, mert a kiválasztott lemez vagy a szabad hely túl kicsi az automatikus particionáláshoz.
ka: ამის მიზეზი, სავარაუდოდ, ის გახლავთ, რომ ამორჩეული დისკი ან მასზე თავისუფალი ადგილი ავტომატური დაყოფისათვის საკმარისი არაა.
sr: Ово се вероватно десило зато што је изабрани диск или слободан простор премали да би био аутоматски партиционисан.

source: This probably happened because there are too many (primary) partitions in the partition table.
hu: Valószínűleg azért, mert a partíciós táblában túl sok (elsődleges) partíció található.
ka: სავარაუდოდ ამის მიზეზია დანაყოფთა ცხრილში ძალიან ბევრი (პირველადი) დანაყოფების რაოდენობა.
sr: Ово се вероватно десило зато што постоји сувише (примарних) партиција у партиционој табели.

source: Partitioning method:
hu: Particionálási mód:
ka: დაყოფის მეთოდი:
sr: Начин партиционисања:

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
hu: A telepítő végig tud vezetni a lemez particionálásán (irányít a különböző szabványos sémák használata során), vagy ha szeretnéd, akkor kézzel is elvégezheted a partícionálást. Később még lehetőséged lesz az eredmények felülvizsgálatára és testreszabására.
ka: დაყენების პროგრამა დაგეხმარებათ დისკის დაყოფაში (სხვადსხვა სტანდარტული გზით). ან ეს შეგიძლიათ, გააკეთოთ თქვენ თვითონ. თუ ამას დაყენების პროგრამას მიანდობთ, შემდეგში მაინც შეგეძლებათ შეამოწმოთ და შეასწოროთ დაყენების პროგრამის გადაწყვეტილებები.
sr: Програм за инсталацију вас може водити кроз поступак партиционисања диска (користећи различите стандардне шеме) или, ако вам се то више свиђа, можете то урадити ручно. Са навођеним партиционисањем ипак ћете имати прилику да накнадно проверите и измените резултате.

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
hu: Ha egy teljes lemez irányított particionálását választod, a következőkben meg kell adnod, hogy melyik lemezt szeretnéd.
ka: თუ თქვენ დაყოფის ოსტატს აირჩევთ, თქვენ შეგეძლებათ აირჩიოთ, რომელი დისკის წაშლა გსურთ.
sr: Ако сте изабрали навођено партиционисање за читав диск, следеће питање биће који диск треба да се користи.

source: Partitioning scheme:
hu: Particionálási séma:
ka: დაყოფის სქემა:
sr: Шема партиционисања:

source: Selected for partitioning:
hu: Partícionálásra kijelölt:
ka: არჩეულია დასაყოფად:
sr: Одабрано за партиционисање:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
hu: A lemez partícionálására több séma közül választhatsz egyet. Ha bizonytalan vagy, válaszd az elsőt.
ka: დისკი შეიძლება დაიყოს სხვადასხვა სქემით. თუ არ იცით რომელი აირჩიოთ, აირჩიეთ პირველი.
sr: Диск може бити партиционисан помоћу једне од различитих шема. Ако нисте сигурни одаберите прву.

source: Unusable free space
hu: Használhatatlan szabad hely
ka: არაგამოყენებადი თავისუფალი ადგილი
sr: Неискоришћен слободан простор

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
hu: A particionálás nem sikerült, mert a kijelölt szabad hely nem használható. Valószínűleg túl sok (elsődleges) partíció található a partíciós táblában.
ka: დაყოფა შეწყვეტილია, რადგან მითითებული თავისუფალი ადგილის გამოყენება შეუძლებელია. სავარაუდოდ ამის მიზეზია დანაყოფთა ცხრილში ძალიან ბევრ (პირველად) დანაყოფთა რაოდენობა.
sr: Партиционисање није успело зато што изабрани слободан простор не може бити искоришћен. У партиционој табели вероватно постоји превише (примарних) партиција.

source: Guided partitioning
hu: Irányított particionálás
ka: დაყოფა დახმარებით
sr: Навођено партиционисање

source: Guided - use the largest continuous free space
hu: Irányított - a legnagyobb összefüggő szabad helyre
ka: ოსტატით - უდიდესი უწყვეტი სივრცის გამოყენება
sr: Навођено – користи највећи непрекидни слободан простор

source: Guided - use entire disk
hu: Irányított - a teljes lemez használata
ka: ოსტატი - სრული დისკის გამოყენება
sr: Навођено – користи цео диск

source: Select disk to partition:
hu: Válaszd ki a particionálandó lemezt:
ka: აირჩიეთ დასაყოფი დისკი:
sr: Изаберите диск за партиционисање:

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
hu: Vedd figyelembe, hogy a kiválasztott lemezen lévő összes adat törlődik, de csak azután, hogy megerősítetted azt, hogy valóban végre akarod hajtani a változtatásokat.
ka: გაითვალისწინეთ, რომ არჩეულ დისკზე არსებული ინფორმაცია სრულად წაიშლება, თუმცა, მხოლოდ, მას შემდეგ, რაც თქვენ დაადასტურებთ, რომ მართლა გსურთ ამის გაკეთება.
sr: Знајте да ће сви подаци на диску који сте одабрали бити обрисани, али не пре него што потврдите да стварно то желите.

source: Manual
hu: Kézi
ka: ხელით
sr: Ручно

source: Automatically partition the free space
hu: Szabad hely automatikus particionálása
ka: თავისუფალი ადგილის ავტომატური დაყოფა
sr: Аутоматски партициониши слободан простор

source: All files in one partition (recommended for new users)
hu: Minden fájl egy partíción (új felhasználóknak ajánlott)
ka: ყველა ფაილი ერთ დანაყოფზე (ახალი მომხმარებლებისთვის)
sr: Све датотеке на једној партицији (препоручљиво за почетнике)

source: Separate /home partition
hu: Külön /home partíció
ka: ცალკე დანაყოფი /home
sr: Засебна „/home“ партиција

source: Separate /home, /var, and /tmp partitions
hu: Külön /home, /var és /tmp partíciók
ka: დამოუკიდებელი /home, /var და /tmp დანაყოფები
sr: Засебне „/home“, „/var“ и „/tmp“ партиције

source: Small-disk (< 10GB) partitioning scheme
hu: Kis lemezek (< 10 GB) particionálási sémája
ka: პატარა დისკის (< 10GB) დაყოფის სქემა
sr: Шема партиционисања за мали диск (< 10GB)

source: Separate /var and /srv, swap < 1GB (for servers)
hu: Külön /var és /srv, swap < 1GB (szervereknél)
ka: /var, /srv და სვოპი < 1გბ, ცალცალკე (სერვერებისთვის)
sr: Засебне „/var“ и „/srv“, „swap“ < 1GB (за сервере)
